Repository: Xtraball/siberian-core-translations
Catalog: builds/LocaleRussian/resources/translations/*/preview.po
Languages: ru

source: Add
ru: Добавлять

source: An error occurred during the process. Please try again later.
ru: Произошла ошибка во время процесса. Пожалуйста, повторите попытку позже.

source: An error occurred while deleting your preview. Please try again later.
ru: Произошла ошибка при загрузке файла. Пожалуйста, повторите попытку позже.

source: An error occurred while saving your previews. Please try again later.
ru: Произошла ошибка в процессе сохранения пиктограммы. Пожалуйста, попробуйте чуть позже.

source: Click here to send your image
ru: Нажмите здесь, чтобы загрузить ваш логотип

source: Create a new preview
ru: Создать новое событие

source: Delete image
ru: Удаление изображения

source: Delete translation
ru: Перевод текста

source: Description
ru: Описание

source: Drag and drop images to reorder them.
ru: Перетащите изображение, чтобы изменить их порядок.

source: Drop your image here
ru: Оставьте ваш логотип здесь

source: Edit the preview
ru: Редактирование предварительный просмотр

source: Existing images :
ru: Существующие изображения :

source: Feature
ru: Функции

source: Language
ru: Язык

source: List of existing previews
ru: Список существующих превью

source: OR
ru: ИЛИ

source: Preview images
ru: Предварительный просмотр изображений

source: Preview successfully saved
ru: Принтер успешно сохранен

source: Previews
ru: Предварительный просмотр

source: Search
ru: Поиск

source: Sorry, but an existing preview for this feature has been found. Please edit existing one.
ru: Извините, но существующий предварительный просмотр для этой функции был найден. Пожалуйста, отредактируйте существующий.

source: Title
ru: название

source: Unable to copy the file.
ru: Не удается открыть архив.

source: Unable to create the directory.
ru: Не удается создать каталог.

source: Unable to delete the file.
ru: Не удается удалить файл.

source: Unable to delete the file %s
ru: Не удается удалить файл %s

source: You don't have any previews yet
ru: Вы не создали еще ни одного пользователя

source: Your image has been successfully saved
ru: Изображение было успешно сохранены

source: Your preview has been deleted successfully.
ru: Ваш просмотр был успешно удален.

source: Your preview translation has been deleted successfully.
ru: Перевод превью был успешно удален.

source: <b>File types:</b> %s<br />
ru: <b>Тип файла:</b> %s
