Repository: Xtraball/siberian-core-translations
Catalog: */application.po
Languages: nl

source: * If apple doesn't detect any ads configurate, your application will be refused
nl: * Als Apple geen advertenties configuratie detecteert, wordt uw aanvraag afgewezen

source: * You have to justify why you need this background audio playing to Apple.
nl: * Je moet uitleggen waarom je achtergrond audio afspeelt aan Apple.

source: * You have to justify why you need this background geolocation to Apple.
nl: * Je moet het uitleggen waarom je achtergrond locatie gebruikt aan Apple.

source: 1. Download the app previewer:
nl: 1. Download de app previewer:

source: 1. Insert the following code between the %s tag of your page:
nl: 1. Plaats de volgende code tussen de %s tag van uw pagina:

source: 2. Insert the following code at the end of the %s tag of your page:
nl: 2. Voeg de volgende code aan het einde van het %s tag van uw pagina:

source: 2. Open the app and login
nl: 2. Open de App en log-in

source: API Keys
nl: API-sleutels

source: Access Token
nl: Toegangstoken

source: Activated
nl: Geactiveerd

source: Add a new icon
nl: Voeg een nieuw icoon toe

source: Add a thumbnail
nl: Een thumbnail toevoegen

source: Add an image
nl: Een afbeelding toevoegen

source: Add pages
nl: Voeg pagina's toe

source: Add pictures
nl: Afbeeldingen toevoegen

source: Add place
nl: Plaats toevoegen

source: Add sections:
nl: Secties toevoegen:

source: Additional options
nl: Extra opties

source: Admin
nl: admin (beheerder)

source: Admin Account
nl: Beheerdersaccount

source: Advanced
nl: Geavanceerd

source: Advanced Application Options
nl: Geavanceerde applicatie-opties

source: Advanced Customization CSS / SCSS
nl: Geavanceerde aanpassingen CSS / SCSS

source: Advertising
nl: Adverteren

source: All
nl: Alles

source: All done!
nl: Gereed!

source: Allow user to request app publication
nl: Gebruiker mag om app publicatie vragen

source: Allowed
nl: Toegestaan

source: An error occured while copying your app icon. Please check the icon, try to send it again and try again.
nl: Er is een fout opgetreden bij het kopiëren van uw app icoon. Chek de icoon, probeer hem opnieuw te verzenden.

source: An error occurred. Sorry for the inconvenience.
nl: Er is een fout opgetreden. Sorry voor het ongemak.

source: An error occurred during the generation of your QRCode. Please try again later.
nl: Er is een fout opgetreden tijdens het genereren van uw QRCode. Probeer het later opnieuw.

source: An error occurred while adding the option
nl: Er is een fout opgetreden bij het toevoegen van de optie

source: An error occurred while changing your layout.
nl: Er is een fout opgetreden bij het veranderen van uw lay-out.

source: An error occurred while deleting the option
nl: Er is een fout opgetreden bij het verwijderen van de optie

source: An error occurred while deleting your picture
nl: Er is een fout opgetreden bij het verwijderen van de afbeelding

source: An error occurred while editing file (%s).
nl: Fout opgetreden bij het bewerken van het bestand (%s).

source: An error occurred while generating. Please try again later.
nl: Er is een fout opgetreden tijdens het genereren. Probeer het later opnieuw.

source: An error occurred while hidding the iOS Status Bar
nl: Er is een fout opgetreden tijdens het verbergen van de iOS Status Bar

source: An error occurred while loading
nl: Er is een fout opgetreden tijdens het laden

source: An error occurred while saving. Please try again later.
nl: Er is een fout opgetreden tijdens het opslaan. Probeer het later opnieuw.

source: An error occurred while saving. The selected icon is not valid.
nl: Er is een fout opgetreden tijdens het opslaan. Het geselecteerde pictogram (icoon) is niet geldig.

source: An error occurred while saving the application. Please try again later.
nl: Er is een fout opgetreden tijdens het opslaan van de applicatie. Probeer het later opnieuw.

source: An error occurred while saving your colors.
nl: Er is een fout opgetreden tijdens het opslaan van de kleuren.

source: An error occurred while saving your page name.
nl: Er is een fout opgetreden bij het opslaan van de pagina naam.

source: An error occurred while sorting your pages. Please try again later.
nl: Er is een fout opgetreden bij het sorteren van uw pagina's. Probeer het later opnieuw.

source: An error occurred while sorting your slider images. Please try again later.
nl: Er is een fout opgetreden bij het sorteren van uw slider afbeeldingen. Probeer het later opnieuw.

source: Analytics
nl: Statistieken

source: Analyzing fetched data...
nl: Analyse van opgehaalde gegevens ...

source: Android APK Generation
nl: Android APK Genereren

source: Android APK version
nl: Android APK-versie

source: Android Version
nl: Android versie

source: Angle
nl: Hoek

source: App Store Icon
nl: App store icoon

source: App design
nl: App ontwerp

source: Apple rejects apps that includes Ad Support but doesn't use it.<br />Generate your iOS app out of this source code if you don't include Ads.
nl: Apple weigert apps die advertentie ondersteuning omvatten, maar niet gebruiken. <br /> Genereer je iOS-app uit deze broncode als je geen advertenties gebruikt.

source: Apple's Information
nl: Apple's Informatie

source: Application:
nl: Applicatie:

source: Application icon
nl: Applicatie icoon

source: Application name
nl: Applicatie naam

source: Are you sure you want to remove this application?
nl: Weet u zeker dat u deze App (applicatie) wilt verwijderen?

source: Around you
nl: Om je heen

source: At least 200 characters in the description
nl: Ten minste 200 tekens in de beschrijving

source: At least, 4 pages in the application
nl: Ten minste 4 pagina's in de Applicatie

source: Attachment
nl: Bijlage

source: Available SCSS Variables corresponding to previously set colors
nl: Beschikbare SCSS variabelen die overeenkomen met eerder ingestelde kleuren

source: Average by customer
nl: Gemiddelde per klant

source: Background
nl: Achtergrond

source: Banner Android price
nl: Banner Android prijs

source: Banner Android store label
nl: Banner Android-winkellabel

source: Banner author
nl: Banner auteur

source: Banner button label
nl: Banner knoplabel

source: Banner iOS store label
nl: Banner iOS-winkellabel

source: Banner settings
nl: Banner instellingen

source: Banner title
nl: Banner titel

source: Book
nl: Boek

source: Border
nl: Rand

source: Border shadow
nl: Rand schaduw

source: Bottom
nl: Onderkant

source: Build a mobile app easily
nl: Bouw eenvoudig een mobiele app

source: Build date
nl: Aanmaak datum

source: Build information
nl: App code informatie

source: Bundle Id
nl: Bundel Id

source: Business
nl: Zakelijk

source: Button
nl: Knop

source: Buy one, get one!
nl: Koop er één, krijg er één!

source: Calendar
nl: Agenda (kalender)

source: Catalogs
nl: Catalogus

source: Certificate
nl: Certificaat

source: Change your
nl: Wijzig uw

source: Change your icon
nl: Verander je icon

source: Change your layout
nl: Wijzig uw lay-out

source: Change your picture
nl: Wijzig uw foto

source: Change your template
nl: Wijzig uw sjabloon

source: Change your<br /><span class='bold'>picture</span>
nl: Verander je<br /><span class='bold'>afbeelding</span>

source: Checking CNAME configuration:
nl: Controle CNAME configuratie:

source: Choose a <br /><span class='bold'>picture</span>
nl: Kies een<br /><span class='bold'>afbeelding</span>

source: Choose a country
nl: Kies een land

source: Choose a font family
nl: Kies een lettertype

source: Choose a picture
nl: Kies een afbeelding

source: Choose a template to customize
nl: Kies een sjabloon om aan te passen

source: Choose an icon
nl: Kies een icoon

source: Choose your colors
nl: Kies uw kleuren

source: Choose your country
nl: Kies uw land

source: Choose your design
nl: Kies uw ontwerp

source: Choose your font style
nl: Kies uw lettertype stijl

source: Choose your homepage image
nl: Kies afbeelding voor uw homepagina

source: Choose your icons color
nl: Kies uw icoon kleur

source: Choose your layout
nl: Kies uw lay-out

source: Choose your template
nl: Kies uw sjabloon

source: Click here to download the source code:
nl: Klik hier om de broncode te downloaden:

source: Click here to send your certificate
nl: Klik hier om uw certificaat te versturen

source: Client ID
nl: Cliënt-ID

source: Color
nl: Kleur

source: Colorize pager
nl: Inkleuren pager

source: Colors
nl: Kleuren

source: Comments
nl: Reacties

source: Configuration
nl: Configuratie

source: Connect Button
nl: Verbindknop

source: Core
nl: Kern

source: Cover background images
nl: Cover achtergrondafbeeldingen

source: Create a place
nl: Maak een nieuwe plaats

source: Currently only one language can be selected.
nl: Slechts één taal kan worden geselecteerd.

source: Custom
nl: Aangepast

source: Custom SMTP
nl: Aangepaste SMTP

source: Custom domain name:
nl: Aangepaste domeinnaam:

source: Customization
nl: Maatwerk

source: Customize your app's style
nl: Pas je app stijl aan

source: Dashboard icon
nl: Dashboard icoon

source: Deactivated
nl: Gedeactiveerd

source: Default
nl: Standaard

source: Default (none)
nl: Standaard (geen)

source: Delete this page?
nl: Deze pagina verwijderen?

source: Depth
nl: Diepte

source: Developer Accounts
nl: Ontwikkelaar Accounts

source: Device Information
nl: Apparaatinformatie

source: Discount Zone
nl: Korting Zone

source: Discount zone description. Here your clients will be able to see the details of each discount
nl: Beschrijving korting. Hier kunnen uw klanten de details van elke korting zien

source: Display Border Circle
nl: Weergave border radius

source: Display Borders
nl: Weergave borders

source: Display Image
nl: Afbeelding weergeven

source: Display Shadow
nl: Schaduw Weergeven

source: Display address
nl: Toon adres

source: Display borders
nl: Weergave borders

source: Display image in page
nl: Toon afbeelding op pagina

source: Display location button
nl: Toon locatie knop

source: Display the homepage slider
nl: Toon de homepagina slider

source: Display title and subtitle in page
nl: Toon titel en ondertitel in pagina

source: Display titles
nl: Weergave titels

source: Domain
nl: Domein

source: Domain name
nl: Domeinnaam

source: Don't order:
nl: Niet bestellen:

source: Download last build
nl: Download app code

source: Download latest
nl: Download de laatste

source: Download our app previewer
nl: Download onze App previewer

source: Download your QRCode
nl: Download uw QRCode

source: Drop your certificate here
nl: Laat je certificaat hier vallen

source: Dynamic: percentage
nl: Dynamisch: percentage

source: Edit
nl: Bewerk

source: Edit my
nl: Bewerk mijn

source: Edit place
nl: Bewerk plaats

source: Edit the application %s
nl: Bewerk de applicatie %s

source: Education
nl: Educatie

source: Enable Offline content ?
nl: Zet Offline content aan?

source: Enable custom SMTP
nl: Aangepaste SMTP inschakelen

source: Enable search filters:
nl: Inschakelen zoekfilters:

source: Enter your AdMob ID for each platform.
nl: Vul uw AdMob ID voor elk platform.

source: Enter your Facebook page
nl: Vul hier uw Facebookpagina in

source: Entertainment
nl: Vermaak

source: Event
nl: Evenement

source: Events
nl: Evenementen

source: Export
nl: Exporteer

source: Export App & Selected features.
nl: Export App & Geselecteerde functies.

source: Export as global Template
nl: Exporteren als algemeen Sjabloon

source: Export your application to a re-usable template & share it across Apps & Platforms.
nl: Exporteer uw applicatie naar een herbruikbare sjabloon en deel deze via Apps & Platforms.

source: Extension not allowed, '%s' only
nl: Extensie niet toegestaan, '%s' alleen

source: Facebook API Keys
nl: Facebook API sleutels

source: Facebook API settings
nl: Facebook API-instellingen

source: Feature icons
nl: Toekomstige pictogrammen

source: Features
nl: Kenmerken

source: Features Access Settings
nl: Eigenschappen Toegangs instellingen

source: Fetching data from Facebook and creating your features. It can take a while, be patient!
nl: Gegevens ophalen van Facebook en uw functies maken. Het kan even duren, wees geduldig!

source: Fidelity points
nl: Loyalty-punten

source: Fidelity points rate
nl: Loyalty punten

source: Finance
nl: Financieel

source: Fixed: pixels
nl: Opgelost: pixels

source: Flickr API key
nl: Flickr API-sleutel

source: Flickr API secret
nl: Flickr API geheim

source: Flickr API settings
nl: Flickr API-instellingen

source: Font-size
nl: Font-grote

source: Food & Drink
nl: Voedsel & Dranken

source: Form has the following errors
nl: Het formulier heeft de volgende fouten

source: Free until %s
nl: Gratis tot %s

source: Front
nl: Voorzijde

source: Games
nl: Spellen

source: General Information
nl: Algemene informatie

source: General Settings
nl: Algemene instellingen

source: General information
nl: Algemene informatie

source: Generate
nl: Genereren

source: Generate APK
nl: Genereer APK

source: Generate Android APK
nl: Genereer Android APK

source: Generate analytics for given period
nl: Genereer analytics voor bepaalde tijd

source: Generate analytics for the current day
nl: Genereer analytics voor de huidige dag

source: Generate and Publish
nl: Genereren en publiceren

source: Generate and publish iOS Application
nl: Genereer en publiceer iOS Application

source: Generate builds
nl: Genereer builds

source: Generate source
nl: Source aanmaken

source: Generate the source code
nl: Genereer de broncode

source: Generation cancelled.
nl: Genereren geannuleerd.

source: Generation successfully queued.
nl: Code bouw in de wachtrij geplaatst.

source: Global visits
nl: Globale bezoeken

source: Go to first images on loop
nl: Ga naar het eerste beeld van de slider

source: Google Maps JavaScript API Key
nl: Google Maps JavaScript API sleutel

source: Google Play Icon
nl: Google Play Icoon

source: Google's Information
nl: Google informatie

source: Header
nl: Kop tekst (header)

source: Health & Fitness
nl: Gezondheid & Fitness

source: Here is our latest creation. What do you think?
nl: Hier is onze nieuwste creatie. Wat vind je er van?

source: Hidden
nl: Verborgen

source: Hide Android status bar
nl: Verberg Android status bar

source: Hide iOS status bar
nl: Verbergen iOS status bar

source: Homepage preview
nl: Thuispagina voorvertoning

source: Homepage slider options
nl: Thuispage slider opties

source: I don't have a Google developer account and I want to create one
nl: Ik heb geen Google-developer-account maar ik wil er een te maken

source: I don't have an Apple developer account and I want to create one
nl: Ik heb geen Apple developer account maar ik wil er een te maken

source: I have an Apple developer account
nl: Ik heb een Apple-developer account

source: I have an Google developer account
nl: Ik heb een Google-developer account

source: I let you publish my application under your Apple developer account
nl: Ik laat jullie mijn App publiceren op jullie Apple developer account

source: I let you publish my application under your Google developer account
nl: Ik laat jullie mijn App publiceren op jullie Google developer account

source: Icon
nl: Icoon

source: Icons
nl: Iconen

source: Icons & Images
nl: Iconen en Afbeeldingen

source: If a feature is not listed, it yet can't be exported.
nl: Als een functie niet wordt vermeld, kan het niet worden geëxporteerd.

source: If you decide to change the slider size, all images will be dropped. Are you sure ?
nl: Als u besluit de Slider grootte te veranderen, worden alle beelden verwijderd. Bent u zeker ?

source: If you validate, your app's colors and background image will be replaced
nl: Als je bevestigt, worden uw App kleuren en achtergrond afbeelding vervangen

source: If you want to change the push icon, you <b>must re-publish</b> the application
nl: Als u de push-pictogram wilt wijzigen, dan moet je de <b>App opnieuw publiceren</b>

source: If your app is already published, changing the URL key or domain will break it. You will have to republish it. Change it anyway?
nl: Als uw app al is gepubliceerd en je veranderd de URL Key!. Moet je de App opnieuw publiceren.. Toch veranderen?

source: If your app is already published, changing the domain will break it. You will have to republish it. Change it anyway?
nl: Als uw app al is gepubliceerd, en je veranderd de domeinnaam!. Moet je de App opnieuw publiceren.. Toch veranderen?

source: If your app is already published on the stores, be sure you have sent an update with the Ionic version, and that this update has already been accepted, otherwise your app may be broken.
nl: Als uw app al in de appstore is gepubliceerd, moet u een update van de Ionic versie sturen, anders zal uw app niet werken.

source: If your messages do not comply with App Store Review Guidelines, %s, your app might be possibly refused after Apple's review.
nl: Als uw berichten niet voldoen aan de richtlijnen voor beoordeling van de app store,% s, kan uw app mogelijk worden geweigerd na de beoordeling van Apple.

source: Image size
nl: Afbeeldingsgrootte

source: Images
nl: Afbeeldingen

source: Images height
nl: Afbeeldingshoogte

source: Import / Export
nl: Importeren / Exporteren

source: Import an application template or a single feature.
nl: Een applicatiesjabloon of een enkele functie importeren.

source: Import features from Facebook
nl: Importeren van Facebook gegevens

source: Import zip or yml
nl: Importeren zip of yml

source: Imported features
nl: Geïmporteerde functies

source: In case you have a main domain containing numbers you can change here the base for your App identifiers.
nl: Als u een hoofddomein met nummers heeft, kunt u hier de basis voor uw app-ID's wijzigen.

source: In order to help you start your application, we can retrieve some data from Facebook.
nl: Om u te helpen uw applicatie te starten, kunnen we wat gegevens van Facebook ophalen.

source: In order to insert a promote banner for your application on your site, please follow those steps:
nl: Om een banner voor uw toepassing op uw site te plaatsen, volg dan deze stappen:

source: In-App Messages
nl: In-app Berichten

source: Info successfully saved
nl: Info succesvol opgeslagen

source: Input your SCSS here, save to validate & preview
nl: Voer hier je SCSS in, bewaar om te valideren en een voorbeeld te bekijken

source: Insert
nl: Plaats

source: Insert & close
nl: Invoegen en sluiten

source: Instagram API Keys
nl: Instagram API Sleutels

source: Instagram API settings
nl: Instagram API-instellingen

source: Installed application
nl: Geïnstalleerde applicatie

source: Installer
nl: installatieprogramma

source: Integration
nl: Integratie

source: Invalid period, end date is before start date.
nl: Ongeldige periode, einddatum is voor de startdatum.

source: Invalid version
nl: Ongeldige versie

source: Job
nl: Vacatures

source: Key Password
nl: Sleutel wachtwoord

source: Keywords
nl: Trefwoorden

source: Landscape Left
nl: Liggend Links

source: Landscape Right
nl: Liggend rechts

source: Language
nl: Taal

source: Languages
nl: Talen

source: Last name:
nl: Achternaam:

source: Latitude
nl: Breedtegraad

source: Layout options
nl: Lay-out opties

source: Left
nl: Links

source: Left position
nl: Positie links

source: Library icons
nl: bibliotheek iconen

source: License key
nl: Licentiesleutel

source: Lifestyle
nl: Levensstijl

source: Line-height
nl: Lijnhoogte

source: List of my applications
nl: Lijst van mijn applicaties

source: List of your applications
nl: Lijst van uw applicaties

source: Loading
nl: Laden

source: Lock the entire application
nl: Vergrendel de gehele applicatie

source: Longitude
nl: Lengtegraad

source: Loop features
nl: Loop functies

source: Loop over images
nl: Loop over afbeeldingen

source: Love it <3
nl: Houd ervan <3

source: Lower case
nl: Kleine letters

source: LoyaltyCard
nl: Loyaliteitskaart

source: Main
nl: Hoofd

source: Manage Access
nl: Beheer Toegang

source: Manage Admins access feature by feature.
nl: Beheer Beheerders toegang functie per functie.

source: Manage Companies
nl: Beheer Bedrijven

source: Manage icons
nl: Beheer iconen

source: Manage your app's features
nl: Beheren van uw app functies

source: Medical
nl: Medisch

source: Menu-position
nl: Menu-positie

source: Message
nl: Bericht

source: Message for both the two previous usages.
nl: Bericht voor beide vorige gebruiksmogelijkheden.

source: Misc
nl: Diversen

source: Missing Information
nl: Ontbrekende informatie

source: Missing parameters for cancellation.
nl: Ontbrekende parameters voor de annulering.

source: Mobile Source Codes
nl: Mobiele Source Codes

source: Mobile source codes
nl: Mobiele Source Codes

source: Mobile website information
nl: Mobiele website informatie

source: Monetization
nl: Ten gelde maken

source: Monetize my app using AdMob?
nl: Geld verdienen met mijn app met behulp van AdMob?

source: Monetize your app
nl: Geld verdienen met uw app

source: My Invoices
nl: Mijn facturen

source: My QRCode
nl: Mijn QRCode

source: My application in figures
nl: Mijn App's in cijfers

source: Name
nl: Naam

source: Navigation
nl: Navigatie

source: News
nl: Nieuws

source: Next
nl: Volgende

source: No
nl: Nee

source: No Facebook page? You can
nl: Geen Facebook pagina? U kunt

source: No account for now.
nl: Nog geen account voor nu.

source: No data found
nl: Geen data gevonden

source: No features available for this application.
nl: Geen functies beschikbaar voor deze toepassing.

source: No message sent, there is no available applications.
nl: Geen bericht is verzonden, er is geen beschikbare applicaties.

source: No options available.
nl: Geen opties beschikbaar.

source: Not available offline.
nl: Niet offline beschikbaar.

source: Note that if you want to add ads later, you will have to publish the app again.
nl: Opmerking: als u advertenties later wilt toevoegen, moet u de app opnieuw publiceren.

source: Nothing to show for now.
nl: Niets meer te zien voor nu.

source: Notification center
nl: Meldingscentrum

source: Off
nl: UIt

source: Offset
nl: compenseren

source: On!
nl: Aan!

source: One free coffee
nl: Één gratis koffie

source: Option successfully saved
nl: Optie succesvol opgeslagen

source: Options
nl: Opties

source: Options saved
nl: Opties opgeslagen

source: Or go on your store<br />and look for 'Apps Company Previewer'
nl: Of ga op uw winkel<br />en zoek naar 'Apps Bedrijf Previewer'

source: Order places
nl: Bestelling plaatsen

source: Order places by distance:
nl: Bestelling plaatsen door op afstand:

source: Order results alphebetically:
nl: Orden de resultaten alfabetisch:

source: Orientations saved!
nl: Oriëntaties opgeslagen!

source: Other
nl: Ander

source: Package Name
nl: Pakket Naam

source: Page name:
nl: Pagina naam:

source: Partially available offline.
nl: Gedeeltelijk offline beschikbaar.

source: Percentage of returning customers
nl: Percentage terugkerende klanten

source: Period to long, please select less than one month.
nl: Periode te lang, kies dan minder dan een maand.

source: Permissions Modal Alerts messages describe why your apps requires some permissions,
nl: Machtigingen Modal Alerts-berichten beschrijven waarom uw apps bepaalde rechten nodig hebben,

source: Photo & Video
nl: Foto & Video

source: Places
nl: Plaatsen

source: Please check your messages before sending your app to be published, specifically if you are using iOS Auto publish service: if your app is refused after review, one build will be consumed.
nl: Controleer uw berichten voor dat uw app wordt gepubliceerd, met name als u de iOS Auto Publish-service gebruikt: als uw app wordt geweigerd na beoordeling, wordt één build verbruikt.

source: Please enter a correct URL for the %s store
nl: Vul een juiste URL voor de %s winkel

source: Please enter a number for the duration.
nl: Vul een getal voor de duur.
