Repository: Xtraball/siberian-core-translations
Catalog: */application.po
Languages: nl

source: Please enter a subdomain.
nl: Vul een subdomein in.

source: Please enter a valid URL
nl: Vul een geldige URL in

source: Please enter a valid address
nl: Vul een geldig adres in

source: Please enter a valid mobile website address.
nl: Vul een geldig mobiele website-adres in.

source: Please fill iTunes Connect Identifier.
nl: Vul de iTunes Connect Identifier in.

source: Please note that AAC+ streams aren't managed yet on Firefox browser, but it will work well in the app.
nl: Houdt u er rekening mee dat AAC+ streams niet werken in de Firefox-browser, maar het zal goed werken in de app.

source: Please select at least one language.
nl: Selecteer ten minste één taal.

source: Please wait while we generate application source.
nl: Geduld aub, we genereren applicatie source.

source: Port
nl: Poort

source: Portrait
nl: Staand

source: Preset
nl: Voor instellingen

source: Preview
nl: Voorbeeld

source: Preview and test your native apps directly on your mobile.
nl: Bekijk en test uw native apps rechtstreeks op uw mobiel.

source: Preview on your phone
nl: Voorbeeld op uw telefoon

source: Privacy policy URL
nl: Privacy Beleid URL

source: Proceed to checkout before downloading the source code.
nl: Ga door naar de kassa voordat je de broncode downloadt.

source: Productivity
nl: Productiviteit

source: Promote
nl: Promoot

source: Promote your app!
nl: Promoot je app!

source: Promotion
nl: Promotie

source: Publication
nl: Publicatie

source: Publish automatically to iTunes Connect
nl: Publiceer automatisch naar iTunes Connect

source: Publish the application
nl: Publiceer de App

source: Publish under our account
nl: Publiceren onder onze account

source: Ready ? Publish my app!
nl: Klaar? Publiceer mijn App!

source: Recommended size:
nl: Aanbevolen grootte:

source: Reference
nl: Referentie

source: Remaining build
nl: Resterende build

source: Remaining builds
nl: Resterende builds

source: Remove this page from this folder?
nl: Verwijder pagina uit deze map?

source: Return to current feature
nl: Keer terug naar de huidige functie

source: Right
nl: Rechts

source: Right position
nl: Positie rechts

source: SMTP Configuration
nl: SMTP-Configuratie

source: Save
nl: Bewaar

source: Save publication settings
nl: Publicatie Instellingen opslaan

source: Scan this QR Code
nl: Scan deze QR Code

source: Search by keywords ...
nl: Zoeken op trefwoorden ...

source: Search filters & Options
nl: Zoek filters en Opties

source: Search radius
nl: Zoek straal

source: Search settings
nl: Zoek instellingen

source: Secondary category
nl: Secundaire categorie

source: Secondary category<br />(Optional)
nl: Secundaire categorie <br/> (optioneel)

source: Secret Key
nl: Geheime sleutel

source: Send here your iOS certificate to enable the push notifications for this application.
nl: Plaats hier uw iOS-certificaat, om de pushmeldingen voor deze App in te schakelen.

source: Send request
nl: Verzoek versturen

source: Send you .pem certificate
nl: Verzend je .pem-certificaat

source: Sender name/e-mail
nl: E-mail afzender

source: Sender name/e-mail & Custom SMTP
nl: Naam afzender / e-mail & Aangepaste SMTP

source: Show
nl: Toon

source: Show the applications waiting for publication only.
nl: Toon alleen App's die wachten op publicatie.

source: Sidebar width
nl: Zijbalk breedte

source: Slider height
nl: Slider hoogte

source: Slider images duration, in seconds:
nl: Slider afbeeldingen looptijd, in seconden:

source: Slideshow duration
nl: Duur slideshow

source: Social
nl: Sociaal

source: Social Networking
nl: Sociaal netwerken

source: Social Sharing
nl: Sociaal delen

source: Sorry, an error occurred while fetching data from Facebook. Please contact an admin.
nl: Sorry, er is een fout opgetreden tijdens het ophalen van gegevens bij Facebook. Neem contact op met een admin.

source: Sorry, it seems that Facebook credentials are invalid. Please contact an administrator.
nl: Sorry, het lijkt erop dat Facebook aanmeldingsgegevens ongeldig zijn. Neem contact op met een beheerder.

source: Sorry, no data was found for this page. Maybe you used the wrong page id?
nl: Sorry, er is geen data gevonden voor deze pagina. Misschien heb je de verkeerde pagina-id gebruikt?

source: Sorry, we need a page id.
nl: Sorry, we hebben een pagina-id nodig.

source: Source type
nl: Bron Type

source: Sourcecode
nl: Broncode

source: Specifies the reason for your app to access the device's accelerometer.
nl: Geeft de reden aan voor uw app om toegang te krijgen tot de accelerometer van het apparaat.

source: Specifies the reason for your app to access the device's camera.
nl: Hiermee geeft u de reden voor uw app toegang tot de camera van het apparaat.

source: Specifies the reason for your app to access the user's location information at all times.
nl: Hiermee geeft u de reden voor uw app toegang tot de locatie van de gebruiker ten alle tijden.

source: Specifies the reason for your app to access the user's photo library.
nl: Hiermee geeft u de reden op voor uw app om toegang te krijgen tot de fotobibliotheek van de gebruiker.

source: Specifies the reason for your app to access the user’s location information while your app is in use.
nl: Geeft de reden aan voor uw app om toegang te krijgen tot de locatiegegevens van de gebruiker terwijl uw app in gebruik is.

source: Sports
nl: Sport

source: Square icons
nl: Vierkante pictogrammen

source: Startup image
nl: Opstart afbeelding

source: Store App ID
nl: App Store ID

source: Store Password
nl: Wachtwoord winkel

source: Store URL
nl: Winkel URL

source: Stores Info
nl: Winkel Info

source: Stores URL
nl: Winkel URL

source: Stretch
nl: Uitrekken

source: Subheader
nl: Sub-kop

source: Subtitle:
nl: Ondertitel:

source: Success.
nl: Gelukt.

source: System
nl: Systeem

source: Tabbar
nl: Tabbalk

source: Tags separated by commas
nl: tags (gescheiden door komma's)

source: Template
nl: Sjabloon

source: Template description
nl: Sjabloon beschrijving

source: Template name
nl: Sjabloon naam

source: Template preview
nl: Sjabloonvoorbeeld

source: Template version
nl: Sjabloon versie

source: Terms & Conditions
nl: Voorwaarden & Condities

source: The Bundle Id is required
nl: De Bundle Id is verplicht

source: The QR Code is not available at this moment
nl: De QR code is niet beschikbaar op dit moment

source: The White-label you are trying to edit doesn't exists.
nl: Het White-label dat u probeert te bewerken, bestaat niet.

source: The application has been successfully saved
nl: De App is met succes opgeslagen

source: The application name
nl: De applicatie naam

source: The application's name cannot start with a number
nl: De naam van de applicatie kan niet beginnen met een getal

source: The bundle id
nl: Het bundel-ID

source: The description
nl: De beschrijving

source: The description must be at least 200 characters
nl: De beschrijving moet minstens 200 tekens bevatten

source: The desktop icon
nl: Het bureaublad icoon

source: The entered bundle id is incorrect, it should be like: com.siberiancms.app
nl: De ingevoerde bundel ID onjuist, het zou hier op moeten lijken: com.siberiancms.app

source: The field is required
nl: Dit veld is verplicht

source: The file has been successfully uploaded
nl: Het bestand is met succes geüpload

source: The following information are needed to download the source codes:<br />
nl: De volgende gegevens zijn nodig om de broncodes downloaden: <br/>

source: The homepage image
nl: De thuis(home)pagina afbeelding

source: The key cannot be empty.
nl: De sleutel kan niet leeg zijn.

source: The key is already used by another application.
nl: De sleutel wordt al gebruikt door een andere toepassing.

source: The keywords
nl: De trefwoorden

source: The main category
nl: De hoofd categorie

source: The startup image
nl: Opstart afbeelding

source: This application does not exist
nl: Deze applicatie bestaat niet

source: This application is no longer available
nl: Deze applicatie is niet meer beschikbaar

source: This application is visible on the front
nl: Deze applicatie is zichtbaar aan de voorkant

source: This key is already used by system features.
nl: Deze sleutel wordt gebruikt door systeemfuncties.

source: This option enables you to set the currency used in your app
nl: Met deze optie kunt u de valuta instellen die in uw app wordt gebruikt

source: This page will be displayed to mobile users to enable them to login and manage their account. It is automatically added when you use features which need user login.
nl: Deze pagina wordt weergegeven aan mobiele gebruikers zodat ze kunnen inloggen en hun account kunnen beheren. Het wordt automatisch toegevoegd wanneer u functies gebruikt waarvoor gebruikers aanmelding nodig is.

source: This user can add pages to this application.
nl: Deze gebruiker kan pagina's toe te voegen aan deze applicatie.

source: Tips calculator
nl: Fooi calculator

source: Title
nl: Titel

source: Title case
nl: Titel case

source: Title position
nl: Titel positie

source: Titles
nl: Titels

source: To be able to download source codes, please provide the following information:<br />
nl: Geef de volgende informatie op om de broncodes te kunnen downloaden: <br />

source: Topic
nl: Onderwerp

source: Translation
nl: Vertaling

source: Transparent
nl: Transparant

source: Travel
nl: Reizen

source: Twitter API Keys
nl: Twitter API Sleutels

source: Twitter API secret
nl: Twitter API geheim

source: Twitter API settings
nl: Twitter-API-instellingen

source: Twitter consumer key
nl: Twitter-consumentssleutel

source: Twitter consumer secret
nl: Twitter consument geheim

source: UP
nl: TOT

source: URL Key
nl: URL Sleutel

source: Upload icon
nl: Upload icoon

source: Upload image
nl: Upload afbeelding

source: Upper case
nl: Hoofdletters

source: Upside Down
nl: Ondersteboven

source: Use Owner AdMob
nl: Gebruik Eigenaar AdMob

source: Use ads for platform owner
nl: Gebruik advertenties van platform eigenaar

source: Use background into all of your application's pages
nl: Gebruik de achtergrond in alle pagina's van uw applicatie

source: Use into all of your application's pages
nl: Gebruik in alle pagina's van uw applicatie

source: Used points
nl: Gebruikte punten

source: User:
nl: Gebruiker:

source: User Information
nl: Gebruiker Informatie

source: Utilities
nl: Hulpprogamma's

source: Version
nl: Versie

source: Visible
nl: Zichtbaar

source: Visible from all pages
nl: Zichtbaar vanuit alle pagina's

source: Visible from all the application's pages (removes the homepage)
nl: Zichtbaar vanaf alle pagina's van de applicatie (verwijdert de homepage)

source: We are sorry but this application has been deactivated and may not be re-activated.
nl: Het spijt ons maar deze applicatie is uitgeschakeld en kan niet opnieuw worden geactiveerd.

source: Weather
nl: Weer

source: White Label Editor Settings
nl: White Label Editor Instellingen

source: Width
nl: Breedte

source: With ads functionality
nl: Met advertenties functionaliteit

source: With background audio playing
nl: Met achtergrond audio afspelen

source: With background geolocation
nl: Met achtergrond locatie

source: With options
nl: Met opties

source: Yes
nl: Ja

source: You already have sent a certificate.
nl: Je hebt al een certificaat verstuurd.

source: You already sent a request, please wait 3 days from your previous request to retry.
nl: Je hebt al een verzoek verzonden. Wacht 3 dagen vanaf je vorige verzoek om het opnieuw te proberen.

source: You can add or change license in (<strong>Settings / General</strong>).<br/><em>note: builds are only consumed if they're successful.</em>
nl: U kunt een licentie toevoegen of wijzigen in ( <strong>Instellingen / Algemeen</strong> ). <br/> <em>opmerking: builds worden alleen verbruikt als ze succesvol zijn.</em>

source: You can use <b>%s</b> as variable for your application name.
nl: U kunt <b>% s gebruiken</b> als variabele voor de naam van uw applicatie.

source: You cannot have multiple sessions to manage apps, so the session for this app is closed. This page is about to be reloaded.
nl: Je kan niet meerdere sessies beheren voor app's, de sessie voor deze app is gesloten. Deze pagina wordt opnieuw geladen.

source: You can't go back to Angular design.
nl: Je kan niet terug naar Angular.

source: You can't use this domain.
nl: U kunt dit domein niet gebruiken.

source: You don't have any applications yet
nl: U heeft nog geen applicaties

source: You have already sent a certificate
nl: Je hebt al een certificaat verstuurd

source: You have sent a certificate.
nl: Je hebt een certificaat verstuurd.

source: You have to purchase the application before downloading the mobile source code.
nl: U moet de applicatie kopen voordat u de mobiele broncode downloadt.

source: You haven't chosen any template yet
nl: U heeft nog geen sjabloon gekozen

source: You may not delete a library icon
nl: Je mag geen bibliotheek icoon verwijderen

source: You must choose an ads type
nl: U moet een advertentietype kiezen

source: You must have published your application to access this feature
nl: U moet uw applicatie hebben gepubliceerd om toegang tot deze functie te krijgen

source: You must select at least one orientation for iPad!
nl: U moet ten minste één oriëntatie voor de iPad selecteren!

source: You must select at least one orientation for iPhone!
nl: U moet ten minste één oriëntatie voor de iPhone selecteren!

source: Your CNAME is not properly set
nl: Je CNAME is niet correct ingesteld

source: Your CNAME is properly set
nl: Je CNAME is niet correct ingesteld

source: Your administrator is using a custom smtp provider, if you don't want to use your own SMTP provider, you are invited to send a whitelist request via the button below
nl: Uw beheerder maakt gebruik van een aangepaste smtp-provider. Als u uw eigen SMTP-provider niet wilt gebruiken, kunt u via de onderstaande knop een whitelist-aanvraag verzenden

source: Your analytics has been computed.
nl: Uw analyses zijn berekend.

source: Your app will be published
nl: Je app wordt gepubliceerd

source: Your application in few numbers
nl: Uw applicatie in enkele cijfers

source: Your application is now switched to Ionic
nl: Uw applicatie is nu overgeschakeld naar Ionic

source: Your application is ready to be published.
nl: Uw applicatie is klaar om te worden gepubliceerd.

source: Your best customers
nl: Je beste klanten

source: Your bundle id is invalid, format should looks like com.mydomain.iosid
nl: Uw bundel-ID is ongeldig, het formaat zou moeten lijken op com.mijndomein.iosid

source: Your customers in figures
nl: Uw klanten in cijfers

source: Your customization has been applied to %s.
nl: Uw aanpassing is toegepast op %s.

source: Your customization has been applied to your white label panel.
nl: Uw aanpassing is toegepast op uw white label-paneel.

source: Your design
nl: Uw ontwerp

source: Your iOS autobuild License Key
nl: Uw iOS app bouw licentiecode

source: Your mobile address should not contain special characters
nl: Uw mobiele-adres mag geen speciale tekens bevatten

source: Your package name is invalid, format should looks like com.mydomain.androidid
nl: Uw pakketnaam is ongeldig, het formaat zou moeten lijken op com.mijndomein.androidid

source: Your pages
nl: Uw pagina's

source: address
nl: adres

source: alphabetically
nl: alfabetisch

source: <b>Around you</b> option for the Overview & HTML5 will be displayed & work only when using HTTPS, however it works in Android & iOS apps without HTTPS.
nl: <b>Om je heen wordt de</b> optie voor het overzicht en HTML5 weergegeven en werkt alleen als je HTTPS gebruikt, maar het werkt in Android- en iOS-apps zonder HTTPS.

source: <b>File type:</b> %s
nl: <b>Bestands- type:</b> %s

source: <b>Note: </b>Icon must be white with transparency, the crop window will colorize it otherwise
nl: <b>Opmerking: </b>Pictogram moet wit worden met transparantie, het venster bijsnijden zal het anders inkleuren

source: <b>Note</b>: the cron scheduler minimum interval is 10 seconds, reducing the cron interval can increase your server load, be careful.
nl: <b>Opmerking</b> : het minimale interval van de cron-planner is 10 seconden, waardoor het cron-interval uw serverbelasting kan verhogen, wees voorzichtig.

source: <b>Push image & Color</b> are dynamic and doesn't require the app to be re-published.
nl: <b>Afbeelding en kleur pushen</b> zijn dynamisch en vereisen niet dat de app opnieuw wordt gepubliceerd.

source: building
nl: Genereren code

source: by distance
nl: op afstand

source: default, by creation date
nl: standaard, op aanmaakdatum

source: eBanner iOS price
nl: eBanner iOS prijs

source: e.g: On %s
nl: b.v: Op %s

source: failed
nl: Mislukt

source: from
nl: van

source: iOS Certificate
nl: iOS Certificaat

source: iPad orientation settings
nl: iPad-oriëntatie-instellingen

source: iPhone & iPad orientation
nl: iPhone & iPad oriëntatie

source: iPhone Version
nl: iPhone versie

source: iPhone Version (No Ads)
nl: iPhone-versie (geen advertenties)

source: iPhone orientation settings
nl: iPhone oriëntatie-instellingen

source: iTunes Connect Login
nl: iTunes Connect Inloggen

source: iTunes Connect Password
nl: iTunes Connect Wachtwoord

source: icon
nl: icoon

source: like using the GPS or the camera. After the first installation of your app, those messages will be shown to the app user.
nl: zoals het gebruik van de GPS of de camera. Na de eerste installatie van uw app worden deze berichten getoond aan de app-gebruiker.

source: pending
nl: In afwachting

source: %s Text
nl: %s Tekst

source: seconds
nl: seconden

source: skip this step
nl: deze stap overslaan

source: success
nl: succes

source: times
nl: tijden

source: to
nl: naar

source: with image
nl: met afbeelding

source: without image
nl: zonder afbeelding
