Repository: Xtraball/siberian-core-translations
Catalog: */front.po
Languages: nl

source: Your browser is too old and can not display the content optimally
nl: Votre navigateur est trop ancien et n'affichera pas les contenus de manière optimale.<br />

source: To fully enjoy all our features, we recommend you to use at least: <br />
nl: Afin de profiter pleinement de toutes nos fonctionnalités, nous vous recommandons d'utiliser au moins : <br />

source: Features
nl: Fonctionnalités

source: Photos and Videos Galleries
nl: Galeries photos et vidéos

source: Photos and videos are the best way to convey the atmosphere of a celebration or store.
nl: Rien de mieux que des photos ou des vidéos pour mettre en valeur les soirées ou l'ambiance d'un commerce.

source: Photos Galleries
nl: Galerie photos

source: Product / price list
nl: Listing produits

source: Emphasize the products and prices of your clients by making information available on their clients mobile.
nl: Mettez en avant les produits et tarifs de vos clients commerçants, sur le mobile de leurs clients

source: White Label Admin Panel
nl: Interface en Marque Blanche

source: You want to resell mobile applications to your clients. Would you like to enable them to manage their own application? No problem. We provide an interface in your image, with your design, in your name, on your website.
nl: Vous créez des applications mobiles pour vos clients. Vous souhaitez leur permettre de gérer leur application eux-mêmes ? Oui ? Pas de souci, nous vous fournissons une interface à vos couleurs, à votre nom, sur votre site.

source: Calling a store is just a touch away. You can integrate the button into your application in one click.
nl: Quoi de mieux qu'un appel en une touche pour joindre un commerce ? En un clic, intégrez un bouton d'appel sur vos applications mobiles.

source: Clients will never have to hunt for the store number again.
nl: Fini les longues recherches de numéros de téléphone.

source: Geolocation
nl: Géo-localisation

source: Integrate your store address and enable your clients to find it directly using the mobile application.
nl: Intégrez très simplement l'adresse d'un commerce et permettez aux clients de le situer directement depuis l'application mobile.

source: Sell all features
nl: Voir toutes les fonctionnalités

source: In a matter of minutes, create Iphone and Android native apps, as well as a mobile website for many small businesses. Thanks to our full white label system, you keep a total control of your customers.
nl: Créez en quelques minutes des applications mobiles pour les commerçants. Aucune connaissance technique n'est requise et nous publions votre application dès qu'elle est prête.

source: Fashion / Clothing
nl: Mode / Vêtements

source: Fashion<br />Clothing
nl: Mode

source: Hotels / Pensions
nl: Hôtels / Gîtes

source: Hotels<br />Pensions
nl: Hôtels<br />Gîtes

source: Real Estate
nl: Immobilier

source: Hair / Beauty
nl: Coiffeurs / beauté

source: Hair<br />Beauty
nl: Coiffeurs

source: Bars / Cafes
nl: Bars / Cafés

source: Bars<br />Cafes
nl: Bars<br />Cafés

source: Our applications can run on all devices:
nl: Nous supportons toutes les plateformes

source: IPhones, Android and HTML5 for users of Windows 8 and BlackBerry.<br />You have nothing to worry about. Tiger will do the work for you.
nl: Iphones, Android, et HTML5 pour toucher les utilisateurs de Windows 8 et BlackBerry.<br />Ne vous souciez de rien, Tiger s'occupe de créer du joli code pour vous.

source: Effective applications + Fair price = Happy customers
nl: Apps efficaces + Prix minime = Des clients heureux

source: I was skeptical at first, but I have to admit that you deliver. My clients' smiling faces are proof of that.
nl: Au début j'étais sceptique, mais maintenant j'avoue vous êtes au top. J'aime voir la tête ravie de mes clients.

source: Freelance developer
nl: Développeur freelance

source: Your solution helped me develop my product portfolio, and sales are booming! Thanks again!
nl: Merci encore, j'ai pu développer mon portefeuille de produits avec votre solution et ça se vend très bien !

source: Software supplier
nl: Distributeur logiciel

source: I only wish that our competitors couldn't use your solution (...) it's a dream come true for us.
nl: J'aimerai qu'une seule chose c'est que nos concurrents n'utilisent pas votre solution (...) on en rêvait.

source: Project manager
nl: Chef de projet

source: Pricing
nl: Prix
