Repository: Xtraball/siberian-core-translations
Catalog: */installer.po
Languages: nl

source: Action
nl: Actie

source: Actions
nl: Acties

source: All of your modules are up to date
nl: Al uw modules zijn up to date

source: An update is available. Click here to download it.
nl: Er is een update beschikbaar is. Klik hier om het te downloaden.

source: Check for updates
nl: Controleren op updates

source: Click here to see the release notes
nl: Klik hier voor de release notes

source: Click here to send your module
nl: Klik hier om uw module te selecteren op uw pc

source: Drop your module here
nl: Laat hier uw module vallen

source: Install
nl: Installeren

source: Installing
nl: Installeren

source: Installing your module
nl: Installeert module

source: Module successfully installed
nl: Module met succes geïnstalleerd

source: Module to upload
nl: Modules klaar voor upload

source: Modules Installation
nl: Module installatie

source: Modules successfully installed!
nl: Module met succes geïnstalleerd!

source: Name
nl: Naam

source: No directory provided
nl: Geen directory aangegeven

source: No module to install
nl: Geen modules te installeren

source: No modules uploaded yet
nl: Nog geen modules geüpload

source: Or set the correct permissions to the following files and folders and try again:
nl: Of stel de juiste machtigingen in voor de volgende bestanden en mappen en probeer het opnieuw:

source: Package
nl: Pakket

source: Package Details
nl: Pakket Details

source: Path to your system
nl: Pad naar uw systeem

source: Please, enter a name
nl: Vul een naam in

source: Please, fill out all fields
nl: Vul alle velden in

source: Please update the module to the %s version before installing this update.
nl: Werkt de module bij naar versie %s voordat u deze update installeert.

source: Please update your system to the %s version before installing this update.
nl: Werkt het systeem bij naar versie %s voordat u deze update installeert.

source: Please wait, we're installing your module
nl: Een ogenblik geduld we installeren de module

source: Port
nl: Poort

source: Processing the installation
nl: Verwerken van de installatie

source: Progress
nl: Vooruitgang

source: Retry
nl: Opnieuw

source: Select a module to upload
nl: Selecteer een module om te uploaden

source: Size
nl: Grootte

source: Some files and folder are not writable. You can either provide your FTP access to install this update:
nl: Sommige bestanden en mappen zijn niet beschrijfbaar. U kunt ook via uw FTP-toegang deze update te installeren:

source: Some files don't have the right permissions and can't be updated
nl: Sommige bestanden hebben niet de juiste rechten en kunnen niet worden bijgewerkt

source: The database connection failed. Please, check the entered information.
nl: De database verbinding is mislukt. Controleer alstublieft de ingevulde informatie.

source: The entered password confirmation does not match the entered password.
nl: Het bevestiging wachtwoord komt niet overeen met het eerst ingevulde wachtwoord.

source: The file %s does not exist
nl: Het bestand %s bestaat niet

source: The file %s is not writable.
nl: Het bestand %s is niet beschrijfbaar.

source: The folder %s is not writable. Please fix this issue and try again.
nl: De map %s is niet beschrijfbaar. Verhelp dit probleem en probeer het opnieuw.

source: The following files and folders are not writable:
nl: De volgende bestanden en mappen zijn niet beschrijfbaar:

source: The following files and folders are not writable: <br /> - %s
nl: De volgende bestanden en mappen zijn niet beschrijfbaar: <br /> - %s

source: The package you have uploaded is invalid.
nl: Het pakket dat u heeft geüpload is ongeldig.

source: There is no CMS license key set.
nl: Er is geen CMS licentie-sleutel ingesteld.

source: This process may take few minutes, please do not refresh the page
nl: Dit proces kan enkele minuten duren pagina niet vernieuwen

source: This update is designed for the %s, you can't install it in your %s.
nl: Deze update is bedoeld voor de %s, u kunt deze niet installeren in uw %s.

source: Unable to check for updates now. Please, try again later.
nl: Niet in staat om nu te controleren op updates. Probeer het later opnieuw.

source: Unable to connect to your FTP. Please check the connection information.
nl: Kan geen verbinding maken met uw FTP. Controleer de verbindingsinformatie.

source: Unable to detect your site. Please make sure the entered path is correct.
nl: Kan uw site niet vinden. Zorg ervoor dat het ingevoerde pad juist is.

source: Unable to extract the archive.
nl: Kan archief niet uit pakken.

source: Unable to fetch the update. Please, try again later.
nl: Niet in staat om de update te halen. Probeer het later opnieuw.

source: Unable to open the archive.
nl: Kan archief niet openen.

source: Unable to open the file. Please, make sure that you sent a valid archive.
nl: Kan het bestand te openen. Zorg ervoor dat u een geldig archief (bestand) heeft gestuurd.

source: Upload a module
nl: Upload een module

source: Upload your modules
nl: Upload uw modules

source: Username
nl: Gebruikersnaam

source: Version
nl: Versie

source: We are checking for updates. Please, do not refresh the page.
nl: We controleren op updates. Pagina niet vernieuwen.

source: You already have installed this template.
nl: U heeft deze template al geïnstalleerd.

source: You already have installed this update.
nl: U heeft deze update al geïnstalleerd.

source: Your system is up to date.
nl: Uw systeem is up-to-date.
