Repository: Xtraball/siberian-core-translations
Catalog: */padlock.po
Languages: cs, zh_hans

source: Access restricted to authorized members only
cs: Přístup povolen pouze autorizovaným uživatelům

source: Allow all the users by default:
cs: Povolit všem uživatelům:

source: Choose the features to lock:
cs: Vyberte stránky/moduly, které chcete uzamknout

source: Lock the entire application?
cs: Zamknout celou aplikaci?

source: Restrict Access
cs: Omezený přístup (jen s povolením vlastníka aplikace)

source: Scan now to unlock
cs: Naskenujte k odemčení

source: We are sorry but your account does not have enough permissions to access this page
cs: Je nám líto, ale váš účet nemá dostatečná oprávnění pro přístup na tuto stránku

source: the email address
cs: e-mailová adresa

source: the first name
cs: jméno

source: the gender
cs: oslovení

source: the last name
cs: příjmení

source: the password
cs: heslo

source: Access restricted to authorized members only
zh_hans: 只允许授权用户访问

source: Allow all the users by default:
zh_hans: 默认允许所有用户：

source: Choose the features to lock:
zh_hans: 选择的阻断功能：

source: Lock the entire application?
zh_hans: 锁定整个应用程序？

source: Restrict Access
zh_hans: 限制访问

source: We are sorry but your account does not have enough permissions to access this page
zh_hans: 很抱歉，您的帐户中有足够的权限访问该页面

source: the email address
zh_hans: 电子邮件

source: the first name
zh_hans: 名字

source: the gender
zh_hans: 性别

source: the last name
zh_hans: 姓

source: the password
zh_hans: 密码
