Repository: Xtraball/siberian-core-translations
Catalog: */rss.po
Languages: ru

source: An error occurred while saving your RSS feed
ru: Произошла ошибка при сохранении вашего потока

source: Display feed pictures whenever possible
ru: Экран поддерживает фотографии где это возможно

source: Enter the URL of this RSS feed
ru: Введите адрес этого RSS потока

source: Found feeds
ru: Найдены потоки

source: No RSS feed could be found
ru: RSS поток не может быть найден

source: RSS feed successfully saved
ru: RSS поток успешно сохранены

source: Show article
ru: Показать статью

source: day
ru: день

source: hour
ru: час

source: minute
ru: минута
